const lessonText = [
  {
    lesson: "الدرس الخامس والأربعون: المعاد في القرآن الكريم",
    text: `
<h3 style="color: var(--theme-color); border-bottom: 1px solid #707B7C; padding-bottom: 5px; margin-top: 15px;">المقدمة</h3>
<p>يمكن تقسيم الآيات القرآنية التي تدور حول إثبات المعاد والاحتجاج مع منكريه إلى 5 مجموعات:</p>
<ul>
  <li>الآيات التي تؤكد هذه الملاحظة، وهي أنه لا يوجد برهان على نفي المعاد، وتعتبر هذه الآيات من قبيل نزع سلاح المنكرين.</li>
  <li>الآيات التي تشير إلى ظواهر مشابهة للمعاد، وبذلك تمنع من استبعاده.</li>
  <li>الآيات التي ترد شبهات المنكرين للمعاد وتناقشها، وتثبت إمكان وقوعه.</li>
  <li>الآيات التي تؤكد أن المعاد وعد محتوم لا يقبل التخلف، وفي الواقع إنها تثبت وقوع المعاد عن طريق أخبار المخبر الصادق.</li>
  <li>الآيات التي تشير إلى البرهان العقلي على ضرورة المعاد.</li>
</ul>
<p>وفي الواقع إن المجموعات الثلاث الأولى ناظرة لإمكان المعاد، والمجموعتين الأخيرتين ناظرتان لوقوعه وضرورته.</p>

<h3 style="color: var(--theme-color); border-bottom: 1px solid #707B7C; padding-bottom: 5px; margin-top: 15px;">إنكار المعاد بلا دليل</h3>
<p>من أساليب الاحتجاج والمناظرة في القرآن الكريم مع أصحاب المعتقدات الباطلة: إنه يطالبهم بالدليل حتى يكشف للجميع خواء معتقداتهم، وإنها لا تعتمد على أسس عقلية ومنطقية، كما جاء ذلك في بعض الآيات الشريفة: <strong>﴿قل هاتوا برهانكم﴾</strong>.</p>
<p>وفي حالات مشابهة لهذه الطريقة وهذا الأسلوب يقول القرآن الكريم: بأن أصحاب هذه العقائد الباطلة لا يملكون علماً واعتقاداً مطابقاً للواقع، ومعتمداً على برهان، بل إنهم اكتفوا بالظن، الذي لا يقوم على دليل، والمخالف للواقع، ويقول حول المنكرين للمعاد: <strong>﴿وقالوا ما هي إلا حياتنا الدنيا نموت ونحيا وما يهلكنا إلا الدهر وما لهم بذلك من علم إن هم إلا يظنون﴾</strong>.</p>
<p>وقد أكد في آيات أخرى الملاحظة التالية أن إنكار المعاد ليس إلا ظناً باطلاً وبلا دليل وبرهان.</p>
<p>ومن الممكن أن يتقبل عبيد الأهواء والشهوات هذه الظنون الباطلة في حالة ملائمتها لهوى النفس، ونتيجة للأعمال الملائمة معها وارتكاب الذنوب والمنكرات، تتحول بالتدريج هذه الظنون إلى معتقدات جازمة، بل ربما تمسك الشخص بقوة بمثل هذه المعتقدات الباطلة.</p>
<p>وينقل القرآن الكريم أحاديث المنكرين للمعاد، التي لا تكون في الغالب إلا استبعاداً لإمكان المعاد، ويشير أحياناً إلى شبهات ضعيفة في هذا المجال كانت هي السبب في هذا الاستبعاد والشك في إمكان المعاد، ومن هنا، فمن جانب يستعرض القرآن الكريم بعض الظواهر المشابهة للمعاد ليزيل عن الأذهان هذا الاستبعاد، ومن جانب آخر، يشير إلى أجوبة الشبهات حتى لا يبقي أثراً لأية شبهة، وبذلك يثبت الإمكان الوقوعي للمعاد تماماً، ولكنه لا يكتفي بهذا المقدار، بل يشير كذلك إلى البرهان العقلي على ضرورة المعاد، إضافة إلى حتمية الوعد الإلهي، وإتمام الحجة على الناس بواسطة الوحي، كما سنستعرض ذلك كله في الدروس القادمة.</p>

<h3 style="color: var(--theme-color); border-bottom: 1px solid #707B7C; padding-bottom: 5px; margin-top: 15px;">ظواهر مشابهة للمعاد</h3>
<ul>
  <li><h4 style="color: var(--theme-color); margin-bottom: 5px;">أ: خروج النبات من الأرض</h4>
  <p>إن إحياء الإنسان بعد الموت من جهة سبق هذه الحياة بالموت، مشابه لخروج النبات من الأرض، بعد جفافه وموته، ومن هنا كان التأمل والتفكير حول هذه الظاهرة التي تحدث دائماً أمام عيون الناس كافياً في التوصل لإمكان حياتهم بعد موتهم.<br>وفي الواقع إن السبب في اعتبار هذه الظاهرة أمراً عادياً والغفلة عن أهميتها هو تعود الناس رؤيتها، وكثرة مشاهدتها، وإلا فإنها لا تختلف كثيراً عن إحياء الإنسان بعد موته، من حيث ظهور الحياة الجديدة.<br>والقرآن الكريم، ومن أجل أن يخرق حجاب هذه العادة، يلفت أذهان الناس مراراً إلى هذه الظاهرة، ويذكرهم بها وبأساليب مختلفة ويشبه بعث الناس بها، ومن هذه الآيات: <strong>﴿فانظر إلى آثار رحمة الله كيف يحيي الأرض بعد موتها إن ذلك لمحيي الموتى وهو على كل شيء قدير﴾</strong>.</p></li>
  
  <li><h4 style="color: var(--theme-color); margin-bottom: 5px;">ب: رقاد أصحاب الكهف</h4>
  <p>بعد أن يستعرض القرآن الكريم وقائع هذه القصة المثيرة للدهشة، والتي تشتمل على الكثير من المعطيات المثمرة يقول: <strong>﴿وكذلك أعثرنا عليهم ليعلموا إن وعد الله حق وأن الساعة لا ريب فيها﴾</strong>.<br>ولا شك في معطيات هذه الحادثة العجيبة، إذ رقد فيها مجموعة من الأفراد رقاداً عميقاً طويلاً امتد بضعة قرون (300 سنة شمسية، و 309 سنوات قمرية)، وبعد هذه الفترة الطويلة استيقظوا من رقادهم، فإن للتعرف على مثل هذه الحادثة تأثيراً كبيراً وفاعلاً في توجيه الإنسان لإمكان المعاد، وإزالة الاستبعاد من وجوده، وذلك لأن كل نوم وإن كان مشابهاً للموت (النوم أخو الموت)، وكل يقظة مشابهة للإحياء بعد الموت، ولكن في النوم العادي المتعارف تستمر الأعمال الحياتية (البيولوجية) للبدن بصورة طبيعية، لذلك لا تكون عودة الروح بعد النوم أمراً مثيراً للدهشة والاستغراب، ولكن البدن الذي حرم من المواد الغذائية خلال 300 عام لا بد من أن يموت ويفسد ويفقد القابلية لعودة الروح إليه وفق النظام الجاري في الطبيعة.<br>إذن فلا بد من أن تلفت هذه الحادثة الخارقة للعادة انتباه الإنسان، إلى نظام آخر وراء هذا النظام العادي، ليفهم بأن عودة الروح للبدن ليست مرتبطة دائماً بتوفير الأسباب والشروط العادية والطبيعية، إذن فالحياة الجديدة للإنسان بعد الموت كذلك وإن كانت مخالفة لنظام الموت والحياة في هذا العالم، ولكنها ليست ممتنعة، وسوف تتحقق وفق الوعد الإلهي.</p></li>
  
  <li><h4 style="color: var(--theme-color); margin-bottom: 5px;">ج: إحياء الحيوانات</h4>
  <p>أشار القرآن الكريم أيضاً إلى إحياء بعض الحيوانات بصورة غير عادية، ومنها إحياء الطيور الأربعة على يد إبراهيم عليه السلام، وإحياء الدابة التي كان بعض الأنبياء يركبها، وسوف نشير إلى حكايتها، وحين يكون إحياء الحيوان ممكناً، إذن فليس إحياء الإنسان ممتنعاً وغير ممكن.</p></li>
  
  <li><h4 style="color: var(--theme-color); margin-bottom: 5px;">د: إحياء بعض الناس في هذا العالم</h4>
  <p>وأهم من ذلك كله؛ إحياء بعض الناس في هذا العالم، وقد أشار القرآن الكريم إلى نماذج من ذلك، ومنها قصة أحد أنبياء بني إسرائيل: <strong>﴿أو كالذي مر على قرية وهي خاوية على عروشها قال أنى يحيي هذه الله بعد موتها فأماته الله مائة عام ثم بعثه قال كم لبثت قال لبثت يوماً أو بعض يوم قال بل لبثت مائة عام فانظر إلى طعامك وشرابك لم يتسنه وانظر إلى حمارك ولنجعلك آية للناس وانظر إلى العظام كيف ننشزها ثم نكسوها لحماً فلما تبين له قال أعلم أن الله على كل شيء قدير﴾</strong>.<br>وفي موضع آخر يستعرض حكاية موسى عليه السلام مع جماعة من بني إسرائيل: <strong>﴿وإذ قلتم يا موسى لن نؤمن لك حتى نرى الله جهرة فأخذتكم الصاعقة وأنتم تنظرون * ثم بعثناكم من بعد موتكم لعلكم تشكرون﴾</strong>.<br>وكذلك إحياء أحد بني إسرائيل في زمن موسى عليه السلام بواسطة ضرب ذلك الشخص ببعض أجزاء بقرة مذبوحة، وقد أشير لهذه القصة في سورة البقرة، وسميت السورة بهذا الاسم بمناسبة ذكر هذه القصة في آياتها وقال في آخرها: <strong>﴿كذلك يحيي الله الموتى ويريكم آياته لعلكم تعقلون﴾</strong>.<br>وكذلك إحياء بعض الموتى، بإعجاز من عيسى عليه السلام فيمكن اعتبار هذه النماذج من الشواهد على إمكان المعاد.</p></li>
</ul>
`
  },
  {
    lesson: "الدرس السادس والأربعون: أجوبة القرآن عن شبهات المنكرين للمعاد",
    text: `
<h3 style="color: var(--theme-color); border-bottom: 1px solid #707B7C; padding-bottom: 5px; margin-top: 15px;">المقدمة</h3>
<p>من خلال احتجاجات القرآن الكريم ومناظراته مع منكري المعاد ومن خلال أسلوب أجوبته على مزاعمهم، يبدو أنه كانت هناك شبهات في أذهانهم، ونحن نستعرضها وننظمها بما يتناسب والأجوبة عنها.</p>
<ul>
  <li><h4 style="color: var(--theme-color); margin-bottom: 5px;">1- شبهة إعادة المعدوم</h4>
  <p>أشرنا سابقاً إلى أن القرآن الكريم أجاب أولئك الذين كانوا يقولون كيف يحيي الإنسان من جديد بعد أن يضمحل ويتلاشى بدنه؟<br>بما مفاده أن هويتكم قائمة بروحكم، لا بأعضاء بدنكم الذي يتفرق في الأرض.<br>ويمكن أن نستفيد من هذا الحديث أن الدافع لإنكار الكفار المعاد هو تلك الشبهة التي يعبر عنها في الفلسفة بـ(استحالة إعادة المعدوم)، أي أن هؤلاء كانوا يعتقدون بأن الإنسان هو هذا البدن المادي الذي يتلاشى وينعدم بالموت، وإذا ردت له الحياة من جديد بعد الموت، فهو إنسان آخر، إذ إن إعادة المعدوم أمر محال وممتنع، وليس لها إمكان ذاتي.<br>ويتضح الجواب عن هذه الشبهة من القرآن الكريم، وإن الهوية الشخصية لكل إنسان مرتبطة بروحه، وبعبارة أخرى إن المعاد ليس من (إعادة المعدوم)، بل (عودة الروح الموجودة).</p></li>
  
  <li><h4 style="color: var(--theme-color); margin-bottom: 5px;">2- شبهة عدم قابلية البدن للحياة الجديدة</h4>
  <p>الشبهة السابقة كانت مرتبطة بالإمكان الذاتي للمعاد، أما هذه الشبهة فهي ناظرة لإمكانه الوقوعي، بمعنى: إن عودة الروح للبدن وإن لم تكن محالاً عقلياً، ولا يلزم التناقض من افتراضها، ولكن وقوع العودة فعلاً وخارجاً مشروط بقابلية البدن، ونحن نرى أن حصول الحياة منوط بشروط وأسباب خاصة، لا بد من توفرها تدريجاً، فمثلاً: لا بد من أن تستقر النطفة في الرحم ولا بد من توفر شروط مناسبة لنموها وتكاملها، لتصبح جنيناً متكاملاً بالتدريج، ولتكون بصورة إنسان، ولكن البدن الذي يتلاشى يفقد قابليته واستعداده للحياة.<br>والجواب عن هذه الشبهة: إن هذا النظام المشهود في عالم الدنيا، ليس هو النظام الممكن وحده، والشروط والأسباب التي نتعرف عليها من خلال التجربة ليست أسباباً وعللاً منحصرة، والشاهد على ذلك وقوع بعض الظواهر والحوادث الحياتية الخارقة للعادة في هذا العالم نفسه أمثال إحياء بعض الحيوانات أو الناس.<br>ويمكن التوصل لمثل هذا الجواب من ذكر بعض الظواهر الخارقة للعادة في القرآن الكريم.</p></li>
  
  <li><h4 style="color: var(--theme-color); margin-bottom: 5px;">3- الشبهة في مجال قدرة الفاعل</h4>
  <p>الشبهة الأخرى إنه يشترط في وقوع أية ظاهرة من الظواهر وتحققها: قدرة الفاعل على ذلك، إضافة للإمكان الذاتي وقابلية القابل ومن أين نعرف أن الله تعالى يملك القدرة على إحياء الموتى؟!<br>وهذه الشبهة الضعيفة، إنما تطرح من قبل أولئك الذين يجهلون قدرة الله اللامتناهية والجواب عنها: إن القدرة الإلهية ليس لها حدود وتتعلق بكل شيء ممكن الوقوع كما هو الملاحظ بأنه تعالى خلق هذا الكون الواسع بكل ما يتمتع به من عظمة مثيرة للدهشة والإعجاب: <strong>﴿أو لم يروا ان الله الذي خلق السموات والارض ولم يعي بخلقهن بقادر على أن يحيي الموتى بلى إنه على كل شيء قدير﴾</strong>.<br>إضافة أن الخلق الجديد ليس أكثر صعوبة من الخلق الأول، ولا يحتاج إلى قدرة أكثر، بل من الممكن القول إنه أهون وأسهل، إذ ليس فيه إلا إعادة الروح الموجودة: <strong>﴿فسيقولون من يعيدنا قل الذي فطركم أول مرة فسينغضون اليك رؤوسهم﴾</strong>.<br><strong>﴿وهو الذي يبدأ الخلق ثم يعيده وهو أهون عليه﴾</strong>.</p></li>
  
  <li><h4 style="color: var(--theme-color); margin-bottom: 5px;">4- الشبهة في مجال علم الفاعل</h4>
  <p>الشبهة الأخرى هي ما يقال: إنه إذا أراد الله إحياء الناس، ومجازاة أعمالهم ثواباً أو عقاباً فيلزم من جانب أن يميز بين الأبدان التي لا تعد ولا تحصى، ليعيد كل روح إلى بدنها، ومن جانب آخر، لا بد من أن يتذكر جميع الأعمال الحسنة والسيئة، ليجازي كلاً منها بما تستحقه من الثواب أو العقاب، ولكن كيف يمكن التمييز والتعرف على الأبدان التي تحولت إلى تراب واختلطت ذراتها وأجزاؤها؟<br>وكيف يمكنه أن يضبط أعمال البشر كلها خلال الآلاف بل الملايين من السنين ليحاسبها؟<br>وهذه الشبهة طرحها أولئك الذين يجهلون العلم الإلهي غير المتناهي، حيث قاسوا العلم الإلهي بعلومهم الناقصة المحدودة، والجواب عن هذه الشبهة إن العلم الإلهي ليس له حدود وله إحاطة بكل شيء، ولا ينسى الله تعالى أي شيء.<br>وينقل القرآن الكريم عن فرعون قوله لموسى عليه السلام: <strong>﴿فما بال القرون الأولى﴾</strong>.<br>فقال موسى عليه السلام: <strong>﴿علمها عند ربي في كتاب لا يضل ربي ولا ينسى﴾</strong>.<br>وقد ذكر في آية أخرى الجواب عن الشبهتين الأخيرتين: <strong>﴿قل يحييها الذي أنشأها أول مرة وهو بكل خلق عليم﴾</strong>.</p></li>
</ul>
`
  },
  {
    lesson: "الدرس السابع والأربعون: الوعد الإلهي حول القيامة",
    text: `
<h3 style="color: var(--theme-color); border-bottom: 1px solid #707B7C; padding-bottom: 5px; margin-top: 15px;">المقدمة</h3>
<p>إن القرآن الكريم وباعتباره رسالة منزلة من الله تعالى لعباده، يؤكد وقوع المعاد وتحققه، ويعتبره وعداً إلهياً لا يقبل التخلف، وبذلك يتم الحجة على الناس.</p>
<p>هذا من جانب ومن جانب آخر، يشير للأدلة العقلية على ضرورة المعاد، حتى يرضي بذلك رغبة الإنسان للمعرفة العقلية، ويضاعف من حجته.</p>
<p>ومن هنا نقسم المواقف القرآنية حول المعاد إلى قسمين، ونستعرض في كل قسم نماذج من الآيات القرآنية المرتبطة به.</p>

<h3 style="color: var(--theme-color); border-bottom: 1px solid #707B7C; padding-bottom: 5px; margin-top: 15px;">الوعد الإلهي المحتوم</h3>
<p>يعتبر القرآن الكريم قيام القيامة وإحياء الناس جميعاً في عالم الآخرة، أمراً لا يقبل الشك والتردد، فيقول إن الساعة آتية لا ريب فيها، ويعتبره وعداً حقاً لا يقبل التخلف <strong>﴿بلى وعداً عليه حقاً﴾</strong> ويقسم في آيات عديدة على تحققه ووقوعه <strong>﴿قل بلى وربي لتبعثن ثم لتنبؤن بما عملتم وذلك على الله يسير﴾</strong>.</p>
<p>ويعتبر تحذير الناس منه والإنذار به من أهم وظائف الأنبياء ومهامهم <strong>﴿يلقي الروح من أمره على من يشاء من عباده لينذر يوم التلاق﴾</strong>.</p>
<p>وقد أعد لمنكريه الشقاء الأبدي وعذاب الجحيم <strong>﴿وأعتدنا لمن كذب بالساعة سعيراً﴾</strong>.</p>
<p>وبناءً على ذلك، فمن أدرك بأن هذا الكتاب السماوي على حق، لا يبقى له أي مبرر في إنكار المعاد، أو الشك فيه.</p>
<p>وقد اتضح في الجزء السابق، أن كل إنسان منصف، وباحث عن الحقيقة، يمكنه أن يدرك أن القرآن الكريم على حق، ومن هنا فلا يكون أي أحد معذوراً في عدم الاعتراف به، إلا أن يكون قاصراً في عقله، أو إنه لسبب آخر لم يمكنه التوصل إلى أنه على حق.</p>

<h3 style="color: var(--theme-color); border-bottom: 1px solid #707B7C; padding-bottom: 5px; margin-top: 15px;">إشارة للبراهين العقلية</h3>
<ul>
  <li><h4 style="color: var(--theme-color); margin-bottom: 5px;">المقدمة الأولى:</h4>
  <p>إن الكثير من الآيات القرآنية تمتلك لحن وأسلوب الاستدلال العقلي على ضرورة المعاد، ويمكن القول بأنها ناظرة إلى براهين الحكمة والعدالة، منها ما ذكره القرآن الكريم بأسلوب الاستفهام الإنكاري: <strong>﴿أفحسبتم أنما خلقناكم عبثاً وأنكم إلينا لا ترجعون﴾</strong>.<br>وتدل هذه الآية الشريفة بوضوح على أنه لو لم يكن للمعاد والرجوع إلى الله وجود لكان خلق الإنسان في هذا العالم عبثاً، ولكن لا يصدر العبث من الله الحكيم، إذن فهناك عالم آخر من أجل الرجوع إلى الله.<br>وهذا البرهان في واقعه قياس استثنائي ومقدمته الأولى - وهي قضية شرطية - تدل على أن خلق الإنسان في هذا العالم إنما يكون له هدف حكيم فيما لو رجع إلى الله بعد هذه الحياة الدنيوية وتوصل إلى نتائج أعماله في عالم الآخرة، وقد وضحنا هذه الملازمة حين تعرضنا لبرهان الحكمة، ولا نرى ضرورة في إعادتها.</p></li>
  
  <li><h4 style="color: var(--theme-color); margin-bottom: 5px;">المقدمة الثانية:</h4>
  <p>(وإنه لا يصدر العبث من الله)، فهي بنفسها مسألة الحكمة الإلهية، وعدم عبثية أفعاله وأعماله، التي أثبتناها في قسم التوحيد، ووضحناها أيضاً في برهان الحكمة، ومن هنا، فإن الآية الشريفة المذكورة تقبل الانطباق تماماً على هذا البرهان.<br>ونضيف هنا ملاحظة هذه الحقيقة: بأن خلق الإنسان بمنزلة الهدف والغاية لخلق العالم، فإذا كان خلق الإنسان في هذا العالم عبثاً، وبلا هدف حكيم، فسيكون خلق العالم أيضاً عبثاً وباطلاً.<br>ويمكن استفادة هذه الحقيقة من الآيات التي تؤكد أن وجود عالم الآخرة يقتضيه خلق العالم بحكمة، فوجود العالم الأخروي، مقتضى الخلق الحكيم للعالم، ومن الآيات ما قاله في وصف (أولي الألباب): <strong>﴿ويتفكرون في خلق السموات والأرض ربنا ما خلقت هذا باطلاً سبحانك فقنا عذاب النار﴾</strong>.<br>ويستفاد من هذه الآية أن التأمل والتفكير في كيفية خلق العالم، يدفع الناس إلى التوجه للحكمة الإلهية، بمعنى: إن الله الحكيم كان يهدف هدفاً حكيماً من هذا الخلق العظيم، ولم يخلقه عبثاً وباطلاً.<br>وإذا لم يوجد العالم الآخر الذي يعتبر الهدف النهائي والأخير من خلق العالم، لكان الخلق الإلهي عبثاً وبلا هدف.</p></li>
</ul>
<p>وأما المجموعة الأخرى من الآيات القرآنية الشريفة التي تشير إلى البرهان العقلي على ضرورة المعاد، فإنها تقبل الصدق والانطباق على برهان العدالة، أي أن مقتضى العدل الإلهي وصول الأخيار والأشرار إلى الثواب والعقاب على أعمالهم، وتمييز مصير كل منهما عن الآخر.</p>
<p>وبما أنه لا يوجد مثل هذا التمييز في هذا العالم فلا بد من وجود عالم آخر، لتتجسد به عدالته خارجاً، ومنها ما قاله في سورة الجاثية: <strong>﴿أم حسب الذين اجترحوا السيئات أن نجعلهم كالذين آمنوا وعملوا الصالحات سواء محياهم ومماتهم ساء ما يحكمون * وخلق الله السموات والأرض بالحق ولتجزى كل نفس بما كسبت وهم لا يظلمون﴾</strong>.</p>
<p>ومما يلزم تأكيده أنه يمكن أن نعتبر هذه الآية <strong>﴿وخلق الله السموات والأرض بالحق﴾</strong> تشير إلى برهان الحكمة، كما أنه يمكن إرجاع برهان العدالة في واقعه إلى برهان الحكمة، وذلك، وكما وضحناه في موضوع العدل الإلهي، بأن (العدل) من مصاديق (الحكمة).</p>
`
  },
  {
    lesson: "الدرس الثامن والأربعون: خصائص عالم الآخرة",
    text: `
<h3 style="color: var(--theme-color); border-bottom: 1px solid #707B7C; padding-bottom: 5px; margin-top: 15px;">المقدمة</h3>
<p>لا يمكن للإنسان أن يملك معرفة وإحاطة كاملتين بتلك الأمور التي لم يجربها، أو لم يدركها بالشهود الباطني والعلم الحضوري الشعوري، أو لم يدركها بالحس.</p>
<p>وبعد ملاحظة هذه الحقيقة، فلا يمكن أن نتوقع معرفة حقيقة عالم الآخرة وحوادثه معرفة دقيقة وكاملة، ولا يمكن أن نتوصل إلى كنهها وواقعها، بل علينا أن نكتفي بتلك الصفات التي نتوصل إليها عن طريق العقل أو الوحي، ونمنع أنفسنا عن تجاوز هذه الحدود.</p>

<h3 style="color: var(--theme-color); border-bottom: 1px solid #707B7C; padding-bottom: 5px; margin-top: 15px;">تصوير عالم الآخرة بأنه مثل العالم الدنيوي</h3>
<p>ومما يؤسف له إننا من جانب نرى بعض الأفراد حاولوا تصوير عالم الآخرة بأنه مثل العالم الدنيوي، حتى بلغ الأمر بهم إلى أنهم اعتقدوا بأن الجنة العليا موجودة في هذه الدنيا، وفي واحدة أو أكثر من الكواكب السماوية، وإنه سيمكن للإنسان يوماً ما - ونتيجة لتطور العلوم، وبالاستفادة من مخترعاته الجديدة المتطورة - الانتقال إلى تلك الجنة، ليعيش فيها بكل استقرار وأمان!</p>
<p>ومن جانب آخر، فإن هناك من أنكر الوجود العيني الخارجي للآخرة، واعتبر الجنة هي هذه القيم الأخلاقية التي يتمتع بها الخيرون والمحسنون والعاملون في خدمة شعوبهم ومجتمعاتهم، وأن الفرق بين الدنيا والآخرة هو الفرق بين الفائدة والقيمة!</p>
<p>ويجدر بنا أن نسأل الجماعة الأولى: إذا كانت الجنة في كوكب آخر، وستصل إليها الأجيال القادمة، إذن، فما معنى إحياء الناس جميعاً في يوم القيامة ويوم الجمع، الذي تؤكد وجوده الآيات القرآنية؟</p>
<p>وكيف يتم منح الثواب والعقاب على جميع أعمال الخلق هناك؟! </p>
<p>وكذلك يجدر بنا أن نسأل الجماعة الثانية: إذا لم تكن الجنة إلا هذه القيم الأخلاقية - وبطبيعة الحال فإن جهنم ليست إلا أضداد هذه القيم - إذن، فلماذا أصر القرآن الكريم كثيراً على إثبات المعاد وإحياء الناس بعد الموت؟</p>
<p>ثم أليس من الأفضل للأنبياء الإلهيين التصريح بهذه الحقيقة بكل وضوح، حتى لا يكونوا معرضين للاتهام بالجنون والتكلم بالأساطير وأمثالها؟! </p>
<p>وحين نتجاوز هذا الهراء والنظريات الجوف سنواجه تلك الخلافات والنزاعات بين المتكلمين والفلاسفة حول المعاد الجسماني أو الروحاني وبحوثهم حول بعض المسائل أمثال: هل إن العالم المادي ينعدم تماماً أم لا، وهل إن البدن الأخروي عين البدن الدنيوي أو مثله، وغيرها.</p>
<p>إن هذه البحوث والجهود العقلية والفلسفية في سبيل اكتشاف الحقائق، والتقرب أكثر من الواقعيات وإن كانت مستحقة للتقدير.</p>
<p>وفي ظل هذه البحوث تتضح نقاط الضعف والقوة في الآراء والأفكار ولكن لا يمكن أن نتوقع الوصول من خلالها إلى كنه الحياة الأخروية وواقعها.</p>
<p>حقاً، هل تعرفنا حتى الآن على حقائق هذا العالم الدنيوي بصورة كاملة؟</p>
<p>وهل أمكن لعلماء العلوم التجريبية، أمثال علماء الفيزياء والكيمياء والأحياء وغيرهم أن يعرفوا حقيقة المادة والطاقة وأنواع القوى المختلفة؟</p>
<p>وهل يمكنهم التنبؤ اليقيني الجازم بمستقبل هذا العالم؟ وهل يمكنهم أن يعلموا ماذا سيحدث لو انتزعت القوة الجاذبية من الكون، أو توقفت حركة الإلكترونات؟</p>
<p>وهل إن مثل هذه الأمور ستحدث أم لا؟</p>
<p>وهل أمكن للفلاسفة أن يعالجوا جميع المسائل العقلية المرتبطة بهذا العالم معالجة يقينية؟</p>
<p>وهناك بعض المسائل أمثال حقائق الأجسام، والصور النوعية وعلاقة الروح بالبدن وغيرها، ألا تحتاج هذه المسائل إلى دراسة وتحقيق أكثر؟</p>
<p>إذن فكيف نريد ونتوقع - وبالاستعانة بمعلوماتنا وأفكارنا الناقصة والمحدودة - أن نتوصل إلى حقائق عالم لم نجربه إطلاقاً؟! </p>
<p>ومن الواضح، أن نقص العلم البشري لا يعني عدم إمكان العلم والمعرفة بأي شيء، وبأي وجه كان، أو أنه يلزم عدم السعي وبذل الجهد في سبيل معرفة أفضل بالوجود، ولا شك بأننا يمكننا معرفة الكثير من الحقائق بمعونة القوى العقلية التي منحها الله لنا، كما يمكننا اكتشاف الكثير من أسرار الطبيعة بمعونة الحس والتجربة، ويلزم علينا أن نبذل أقصى الجهود العلمية والفلسفية في سبيل تنمية علمنا وفكرنا، ولكن علينا أن نعرف حدود العقل والعلوم التجريبية، وأن نتجنب تجاوز هذه الحدود، وعلينا أن نعترف بهذه الحقيقة: <strong>﴿وما أوتيتم من العلم إلا قليلاً﴾</strong>.</p>
<p>أجل .. الرؤية الموضوعية العلمية والتواضع الحكيم، والاحتياط والحذر الديني المسؤول، كلها تفرض علينا أن نمنع أنفسنا عن طرح الآراء اليقينية حول حقائق القيامة، وعالم الغيب أو التمسك بالتأويلات التي لا تعتمد على دليل إلا في حدود ما يسمح به البرهان العقلي والنص القرآني، وعلى كل حال، يكفي لكل إنسان مؤمن الاعتقاد بصحة كل ما أنزل من الله، وإن لم يمكنه تحديد خصائصها بدقة، وتبيين تفصيلاتها، وخاصة تلك الأمور التي تقصر يد العقل والتجربة من الوصول إلى حقيقتها، ولم يبلغها علمنا.</p>
<p>والآن، لنر مقدار ما يمكن التوصل إليه من صفات العالم الأخروي ومميزاته من خلال طريق العقل وفروقه عن العالم الدنيوي.</p>

<h3 style="color: var(--theme-color); border-bottom: 1px solid #707B7C; padding-bottom: 5px; margin-top: 15px;">مميزات عالم الآخرة بنظر العقل</h3>
<p>من خلال التأمل في البراهين التي ذكرت لإثبات ضرورة المعاد، يمكن التوصل إلى بعض مميزات العالم الأخروي، ونستعرض هنا أهمها:</p>
<ul>
  <li><strong style="color: var(--theme-color);">الميزة الأولى لعالم الآخرة:</strong> والتي نتوصل إليها من خلال البرهان الأول خاصة، إن ذلك العالم لا بد من أن يكون أبدياً خالداً، وذلك لأنه قد أكد في هذا البرهان إمكان الحياة الأبدية وميل الإنسان فطرياً لمثل هذه الحياة، وأن تحققها مقتضى الحكمة الإلهية.</li>
  <li><strong style="color: var(--theme-color);">الميزة الثانية:</strong> التي نتوصل إليها من كلا البرهانين وأشير إليها في آخر البرهان الأول، إن نظام عالم الآخرة يلزم أن يكون بصورة تتحقق معها النعمة والرحمة الخالصة دون أن يشوبها تعب ومشقة حتى يتمتع بمثل هذه السعادة أولئك الذين بلغوا ذروة الكمال الإنساني، ولم يتلوثوا بأية معصية وانحراف، خلافاً للنظام الدنيوي حيث لا يمكنه تحقيق مثل هذه السعادة المطلقة الخالصة، بل إن السعادات الدنيوية نسبية ومشوبة بالمتاعب والمشاق.</li>
  <li><strong style="color: var(--theme-color);">الميزة الثالثة:</strong> لا بد من أن يشتمل عالم الآخرة على أقل التقادير على قسمين منفصلين متميزين، أحدهما للرحمة والآخر للعذاب، ليميز ويفرق بين الأخيار والأشرار، وليصل كل منهما إلى نتائج أعماله، وهذان القسمان هما اللذان عبر عنهما في الشرع باسم الجنة والجحيم.</li>
  <li><strong style="color: var(--theme-color);">الميزة الرابعة:</strong> ونصل إليها من خلال برهان العدالة خاصة إن عالم الآخرة يلزم أن يكون من السعة بحيث يستوعب الثواب والعقاب لجميع الناس على كل ما صدر منهم من عمل حسن أو سيىء.<br>فمثلاً، لو ارتكب بعضهم جريمة القتل في حق الملايين من البشر الأبرياء، فيلزم أن يكون عقابه ممكناً في ذلك العالم.<br>وفي المقابل: لو أن إنساناً أنقذ حياة الملايين من البشر، فتمكن مكافأته بثواب مناسب له في ذلك العالم.</li>
  <li><strong style="color: var(--theme-color);">الميزة الأخرى:</strong> وهي ميزة مهمة جداً، نصل إليها من خلال برهان العدالة، وأشرنا إليها في آخر ذلك البرهان، وهي: يلزم أن يكون عالم الآخرة (دار جزاء) لا (دار تكليف).<br><strong style="color: var(--theme-color);">توضيح ذلك:</strong> الملاحظ في الحياة الدنيوية أنها بصورة يعيش فيها الإنسان ميولاً ورغبات متضادة ومتزاحمة، ويكون الإنسان على مفترق طريقين دائماً، وهو مضطر لاختيار أحدهما ومثل هذا الأمر هو الذي يوفر أرضية التكليف وظروفه هذا التكليف الذي يستمر مع الإنسان حتى لحظات عمره الأخيرة، وأن الحكمة والعدالة الإلهية تقتضيان وصول العاملين بهذه التكاليف إلى الثواب المناسب والمنحرفين عنها إلى العقاب الملائم لهم.<br>ولو افترضنا توفر أرضية التكليف هذه، وكذلك وجود المجال لاختيار الطريق في عالم الآخرة أيضاً، فإن مقتضى رحمة الوجود والفيض الإلهي تفرض عدم منع الإنسان من ممارسة التكليف واختيار الطريق، ومن هنا فلا بد من وجود عالم آخر، غير هذا العالم أيضاً، من أجل إعطاء الثواب والعقاب، وفي الواقع فإن هذا العالم الذي افترضناه (عالم الآخرة) لا بد من اعتباره (دنيا) أخرى.<br>وأما عالم الآخرة الحقيقي فهو العالم الأخير والنهائي، الذي لا يوجد فيه مجال وموضع قدم للتكليف والامتحان والاختبار وأرضيته أي تزاحم الرغبات وتضادها.</li>
</ul>
<p>ومن هنا اتضحت لنا أهم الفروق بين عالم الدنيا وعالم الآخرة، وهو: إن عالم الدنيا عالم يملك أرضية الاختيار والابتلاء والاختبار، بينما عالم الآخرة ليس فيه إلا تقديم الثواب والعقاب والنتائج الأبدية للأعمال الحسنة والسيئة التي صدرت في الدنيا.</p>
<p>يقول الإمام أمير المؤمنين عليه السلام: «وإن اليوم عمل ولا حساب وغداً حساب ولا عمل».</p>
`
  },
  {
    lesson: "الدرس التاسع والأربعون: من الموت حتى القيامة",
    text: `
<h3 style="color: var(--theme-color); border-bottom: 1px solid #707B7C; padding-bottom: 5px; margin-top: 15px;">المقدمة</h3>
<p>عرفنا مما سبق، إننا لا نستطيع - عبر ما نملكه من علوم ناقصة محدودة - التعرف على كنه الآخرة وحقيقتها، ومطلق عالم الغيب، ولا بد من أن نكتفي بمجموعة من المعلومات والمعارف الكلية التي نتوصل إليها من خلال البراهين العقلية، وبالخصائص والصفات التي بينها الوحي.</p>
<p>وقد أشرنا في الدرس السابق إلى بعض الخصائص والمميزات العامة الكلية التي تعرفنا عليها من خلال البراهين العقلية، والآن نستعرض الصفات والخصائص التي نتوصل إليها من خلال القرآن الكريم.</p>
<p>ومن الجدير أن نذكر بأنه من الممكن أن تكون بعض الألفاظ التي استخدمت في وصف عالم الآخرة من الألفاظ المتشابهة، حيث لا تكون الصورة التي تخطر في أذهاننا من هذه الألفاظ مطابقة تماماً وبدقة لمصاديقها الواقعية الحقيقية، وليس ذلك بسبب القصور في البيان، بل سببه القصور في فهمنا، وإلا فمما لا يقبل الشك والتردد أن القرآن الكريم استخدم أفضل الألفاظ والكلمات التي يمكنها أن تستعرض تلك الحقائق وتعبر عنها، بما يتلاءم ومدى فهمنا وبنائنا الذهني.</p>
<p>وبما أن الآيات القرآنية تعرضت أيضاً لمقدمات الآخرة وبداياتها، فسنبدأ الحديث عن موت الإنسان.</p>

<h3 style="color: var(--theme-color); border-bottom: 1px solid #707B7C; padding-bottom: 5px; margin-top: 15px;">جميع الناس سيموتون</h3>
<p>أكد القرآن المجيد، إن جميع الناس (بل جميع الكائنات الحية) سيموتون، ولن يعيش أحد في هذا العالم حياة خالدة: <strong>﴿كل من عليها فان﴾</strong>.</p>
<p><strong>﴿كل نفس ذائقة الموت﴾</strong>.</p>
<p>ويخاطب الرسول صلى الله عليه وآله وسلم: <strong>﴿إنك ميت وإنهم ميتون﴾</strong>.</p>
<p><strong>﴿وما جعلنا لبشر من قبلك الخلد أفإن مت فهم الخالدون﴾</strong>.</p>
<p>ومن هنا يمكن أن نعتبر الموت قانوناً كلياً عاماً لا يقبل الاستثناء لكل الكائنات الحية في هذا العالم.</p>

<h3 style="color: var(--theme-color); border-bottom: 1px solid #707B7C; padding-bottom: 5px; margin-top: 15px;">قابض الأرواح</h3>
<p>يلاحظ أن القرآن الكريم أسند قبض الروح لله تعالى، حيث يقول: <strong>﴿الله يتوفى الأنفس حين موتها﴾</strong>.</p>
<p>هذا من جانب، ومن جانب آخر، اعتبر ملك الموت موكلاً بقبض الروح: <strong>﴿قل يتوفاكم ملك الموت الذي وكل بكم﴾</strong>.</p>
<p>وفي موضع آخر، أسند قبض الروح لملائكة الله ورسله: <strong>﴿وحتى إذا جاء أحدكم الموت توفته رسلنا﴾</strong>.</p>
<p>ومن البديهي، حين يقوم الفاعل بفعله بوساطة فاعل آخر، فيصح نسبة الفعل إلى كليهما، وإذا كان للفاعل الثاني أيضاً واسطة ووسيلة في فعله، فيمكن أيضاً نسبة الفعل إلى الفاعل الثالث، وبما أن الله تعالى يقبض الأرواح بوساطة ملك الموت، وملك الموت بدوره يؤدي عمله بوساطة الملائكة الذين يخضعون لأمره، فيصح نسبة قبض الروح إلى الثلاثة.</p>

<h3 style="color: var(--theme-color); border-bottom: 1px solid #707B7C; padding-bottom: 5px; margin-top: 15px;">الرفق والشدة في قبض الروح</h3>
<p>يستفاد من القرآن الكريم إن قابضي الأرواح لا يقومون بمهمتهم في قبض أرواح الناس جميعاً بصورة متساوية، بل إنهم يقومون بعملهم أحياناً برفق واحترام وفي أحيان أخرى بشدة وامتهان.</p>
<p>يقول في حق المؤمنين: <strong>﴿الذين تتوفاهم الملائكة طيبين يقولون سلام عليكم﴾</strong>.</p>
<p>ويقول عن الكفار: <strong>﴿ولو ترى إذ يتوفى الذين كفروا الملائكة يضربون وجوههم وأدبارهم﴾</strong>.</p>
<p>ويمكن القول باختلاف المؤمنين والكفار أنفسهم أيضاً باختلاف درجات ومستويات إيمانهم وكفرهم في مجال الرفق في قبض الروح وشدته.</p>

<h3 style="color: var(--theme-color); border-bottom: 1px solid #707B7C; padding-bottom: 5px; margin-top: 15px;">عدم قبول الإيمان والتوبة حين الموت</h3>
<p>عندما يحين موعد موت الكفار والعصاة ويدب فيهم اليأس من الحياة في هذه الدنيا، ولا يبقى لهم أي أمل في البقاء، فإنهم يندمون على ما مضى من حياتهم ويظهرون الإيمان والتوبة من ذنوبهم، ولكن لا يقبل منهم هذا الإيمان والتوبة أبداً.</p>
<p>يقول القرآن الكريم في هذا المجال: <strong>﴿يوم يأتي بعض آيات ربك لا ينفع نفساً إيمانها لم تكن آمنت من قبل أو كسبت في إيمانها خيراً﴾</strong>.</p>
<p><strong>﴿وليست التوبة للذين يعملون السيئات حتى إذا حضر أحدهم الموت قال إني تبت الآن﴾</strong>.</p>
<p><strong>﴿آمنت أنه لا إله إلا الذي آمنت به بنو إسرائيل وأنا من المسلمين﴾</strong>. <strong>﴿آلآن وقد عصيت قبل وكنت من المفسدين﴾</strong>.</p>

<h3 style="color: var(--theme-color); border-bottom: 1px solid #707B7C; padding-bottom: 5px; margin-top: 15px;">تمني الرجوع إلى الدنيا</h3>
<p>وكذلك ينقل القرآن الكريم عن الكفار والمجرمين أنهم عندما يحين موتهم، أو حين ينزل بهم العذاب الرهيب يتمنون الرجوع إلى الدنيا ليكونوا من أهل الإيمان والأعمال الصالحة، أو إنهم يطلبون إلى الله تعالى إعادتهم للدنيا، ليتلافوا ماضيهم الأسود ولكن لا يستجاب لمثل هذه التمنيات والطلبات.</p>
<p>وتضيف بعض الآيات إنهم حتى لو أعيدوا إلى الدنيا لعادوا لممارسة نفس الحياة والأعمال المنكرة السابقة، وكذلك يتمنى هؤلاء في يوم القيامة مثل هذه التمنيات، ويطالبون بمثل هذه الطلبات، ولكن لا يستجاب لهم من طريق أولى: <strong>﴿حتى إذا جاء أحدهم الموت قال رب ارجعون * لعلي أعمل صالحاً فيما تركت كلا إنها كلمة هو قائلها ...﴾</strong>.</p>
<p><strong>﴿أو تقول حين ترى العذاب لو أن لي كرة فأكون من المحسنين﴾</strong>.</p>
<p><strong>﴿ولو ترى إذ وقفوا على النار فقالوا يا ليتنا نرد ولا نكذب بآيات ربنا ونكون من المؤمنين﴾</strong>.</p>
<p><strong>﴿... إذ المجرمون ناكسوا رؤوسهم عند ربهم ربنا أبصرنا وسمعنا فارجعنا نعمل صالحاً إنا موقنون﴾</strong>.</p>
<p>ويستفاد من هذه الآيات بوضوح: إن عالم الآخرة ليس عالم اختيار الطريق والعمل بالتكاليف، وحتى ذلك اليقين الذي يحصل للإنسان حال الاحتضار والموت، وفي عالم الآخرة، ليس له أي تأثير في تكامل الإنسان، ولا يستحق أي ثواب، ولذلك يتمنى الكفار والعصاة الرجوع إلى الدنيا، حتى يختاروا الإيمان، ويعملوا بالأعمال الصالحة.</p>

<h3 style="color: var(--theme-color); border-bottom: 1px solid #707B7C; padding-bottom: 5px; margin-top: 15px;">عالم البرزخ</h3>
<p>يستفاد من الآيات القرآنية أن الإنسان يمر بعد الموت وقبل القيامة بمرحلة زمنية في عالم القبر والبرزخ ويحصل هناك على بعض المسرات والملاذ، أو يعاني بعض الشدائد والآلام، وقد ورد في كثير من الروايات أن المؤمنين المذنبين في حياتهم الدنيا يواجهون خلال هذه الفترة بعض ألوان المشقة والعذاب، بما يتناسب وذنوبهم، وبذلك يتم تطهيرهم، ليكونوا خفيفي المؤونة في عالم القيامة.</p>
<p>وبما أن الآيات المتعلقة بعالم البرزخ تحتاج إلى بحوث تفسيرية، فإننا نعرض عن البحث فيها، ونكتفي بذكر آية واحدة في هذا المجال: <strong>﴿ومن ورائهم برزخ إلى يوم يبعثون﴾</strong>.</p>
`
  }
];